#define PIN_RELE  13

// Блок констант по программам
// Всего 4 программы:
//  - 1. Ясное солнце
//  - 2. Облачно
//  - 3. Дождь
//  - 4. Цикличность устанавливается по параметрам приборов включая наиболее подходящую или по датчику влажноси от 80 до 90 %

// Блок PIN
// PIN реле 13
// PIN часы (шина I2C):
// 	- 
//	-
//	-


// Структура для определения диапазона часов, время работы, диапазон 



void setup() {
  // Установка pin для реле срабатывания


  
}

void loop() {
  // put your main code here, to run repeatedly:

}
